[AbstractItems.DLC07_BPAmnesiaDust_AbsItm DisAbstractItem]
m_ItemName="Poeira Confusa"
m_PluralItemName=""
m_Description="Um composto químico que facilita a confusão de curto prazo. O sujeito ficará momentaneamente desorientado e depois retornará ao seu comportamento anterior."

